---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemNameParam
source: html/37d3d4d3-169e-c452-26b5-bd19d6073f0e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemNameParam Property

"System Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemNameParam { get; }
```